Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# REQUIRED_PLACEHOLDER
source: Required
ar: مطلوب
bg: Задължително
bn: আবশ্যক
ca: Camp obligatori
cs: Povinný údaj
da: Nødvendig
de: Erforderlich
el: Απαιτείται
es: Obligatorio
es_419: Campo obligatorio
fi: Vaaditaan
fr: Obligatoire
fr_ca: Obligatoire
gu: જરૂરી
he: חובה
hi: आवश्यक
hr: Potrebno
hu: Szükséges
id: Diperlukan
it: Richiesto
ja: 必須
kk: Міндетті
kn: ಅಗತ್ಯವಿದೆ
ko: 필수 사항
lt: Privaloma
ml: ആവശ്യമാണ്
mr: आवश्यक
ms: Diperlukan
nl: Vereist
no: Kreves
or: ଆବଶ୍ୟକ
pa: ਲੋੜੀਂਦਾ ਹੈ
pl: Wymagane
pt_br: Obrigatório
pt_pt: necessário
ro: Obligatoriu
ru: Обязательно
sk: Povinné
sl: Zahtevano
sv: Krävs
ta: தேவை
te: అవసరం
th: บังคับ
tr: Gerekli
uk: Обовʼязково
ur: مطلوب
vi: Bắt buộc
zh_cn: 必填
zh_hk: 必填
zh_tw: 必填

# ENROLL_FORGOT_CODE
source: Forgot Code?
ar: هل نسيت الرمز؟
bg: Забравен код?
bn: কোড ভুলে গেছেন?
ca: Has oblidat el codi?
cs: Zapomněli jste kód?
da: Glemt kode?
de: Code vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Has olvidado el código?
es_419: ¿Olvidaste el código?
fi: Unohditko koodin?
fr: Code oublié ?
fr_ca: Code oublié?
gu: કોડ ભૂલી ગયા?
he: שכחת את הקוד?
hi: कोड भूल गए?
hr: Zaboravili ste kôd?
hu: Elfelejtette a kódot?
id: Lupa Kode?
it: Hai dimenticato il codice?
ja: コードをお忘れですか?
kk: Кодты ұмыттыңыз ба?
kn: ಕೋಡ್ ಮರೆತುಹೋಗಿದೆಯೇ?
ko: 코드를 잊어버렸습니까?
lt: Pamiršote kodą?
ml: കോഡ് മറന്നോ?
mr: कोड विसरलात?
ms: Terlupa Kod?
nl: Vergeten?
no: Har du glemt koden?
or: କୋଡ୍ ଭୁଲିଯାଇଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਕੋਡ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz kodu?
pt_br: Esqueceu o Código?
pt_pt: Esqueceu‑se do código?
ro: Ați uitat codul?
ru: Забыли код?
sk: Zabudli ste kód?
sl: Ste pozabili kodo?
sv: Har du glömt koden?
ta: குறியீட்டை மறந்துவிட்டீர்களா?
te: కోడ్‌ను మర్చిపోయారా?
th: ลืมรหัสใช่ไหม
tr: Kodu Unuttunuz mu?
uk: Забули код?
ur: کیا آپ کوڈ بھول گئے ہیں؟
vi: Bạn quên mã?
zh_cn: 忘记安全码？
zh_hk: 忘記安全碼？
zh_tw: 忘記安全碼？

# AUTHORIZE_BUTTON_TITLE_SIGN_IN_PASSCODE
source: Sign In with Passcode
ar: تسجيل الدخول برمز الدخول
bg: Влизане с код
bn: পাসকোড দিয়ে সাইন ইন করুন
ca: Inicia la sessió amb el codi
cs: Přihlásit se přístupovým kódem
da: Log ind med kode
de: Mit Code anmelden
el: Σύνδεση με κωδικό
es: Iniciar sesión con código
es_419: Iniciar sesión con código
fi: Kirjaudu pääsykoodilla
fr: Connexion avec un code
fr_ca: Connexion avec le code
gu: પાસકોડથી સાઇન ઇન કરો
he: התחברות באמצעות קוד הגישה
hi: पासकोड से साइन इन करें
hr: Prijavite se pomoću šifre
hu: Bejelentkezés jelkóddal
id: Masuk dengan Kode Sandi
it: Accedi con il codice
ja: パスコードでサインイン
kk: Құпиякод арқылы кіру
kn: ಪಾಸ್‌ಕೋಡ್ ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 암호로 로그인
lt: Prisijungti naudojant prieigos kodą
ml: പാസ്കോഡ് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: पासकोडसह साइन इन करा
ms: Daftar Masuk dengan Kod Laluan
nl: Log in met toegangscode
no: Logg på med kode
or: ପାସ୍‌କୋଡ୍ ଦ୍ୱାରା ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਪਾਸਕੋਡ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się, używając kodu
pt_br: Iniciar Sessão com Código
pt_pt: Iniciar sessão com o código
ro: Autentificați-vă cu codul de acces
ru: Войти с код‑паролем
sk: Prihlásiť sa pomocou kódu
sl: Vpis s kodo za dostop
sv: Logga in med lösenkod
ta: பாஸ்கோடு மூலம் உள்நுழைக
te: పాస్‌కోడ్‌తో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วยรหัส
tr: Parola ile Giriş Yap
uk: Увійти з кодом допуску
ur: پاس کوڈ سے سائن اِن کریں
vi: Đăng nhập bằng mật mã
zh_cn: 通过密码登录
zh_hk: 使用密碼登入
zh_tw: 使用密碼登入

# PASSWORD_PLACEHOLDER
source: Password
ar: كلمة السر
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kk: Құпиясөз
kn: ಪಾಸ್‌ವರ್ಡ್
ko: 암호
lt: Slaptažodis
ml: പാസ്‌വേഡ്
mr: पासवर्ड
ms: Kata Laluan
nl: Wachtwoord
no: Passord
or: ପାସ୍‌ୱର୍ଡ୍‌
pa: ਪਾਸਵਰਡ
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
ta: பாஸ்வேர்டு
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Parola
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# SPYGLASS_BODY
source: Sign in to securely access your personal data stored in iCloud, set up the App Store, and use all Apple services on this Mac.
ar: يجب تسجيل الدخول للوصول بأمان إلى بياناتك الشخصية المخزنة في iCloud، وإعداد App Store واستخدام جميع خدمات Apple على هذا الـ Mac.
bg: Влезте за сигурен достъп до личните ви данни, съхранявани в iCloud, за да настроите App Store и използвате всички услуги на Apple на този Mac.
bn: iCloud-এ স্টোর থাকা আপনার ব্যক্তিগত ডেটা সুরক্ষিতভাবে অ্যাক্সেস করতে, App Store সেট আপ করতে এবং এই Mac-এ Apple-এর সব পরিষেবা ব্যবহার করতে সাইন ইন করুন।
ca: Inicia sessió per accedir de manera segura a les dades personals desades a l’iCloud, configurar l’App Store i utilitzar tots els serveis d’Apple al Mac.
cs: Po přihlášení získáte na tomto Macu bezpečný přístup ke svým osobním datům uloženým na iCloudu, budete si moct nastavit App Store a používat všechny služby Apple.
da: Log ind for at få adgang til dine personlige data, der er lagret i iCloud, på sikker vis, indstille App Store og bruge andre Apple-tjenester på denne Mac.
de: Melde dich an, um sicher auf deine persönlichen und in iCloud gespeicherten Daten zuzugreifen, den App Store zu konfigurieren und alle Apple-Dienste auf diesem Mac zu nutzen.
el: Συνδεθείτε για να αποκτήσετε ασφαλή πρόσβαση στα προσωπικά δεδομένα σας που είναι αποθηκευμένα στο iCloud, διαμορφώστε το App Store και χρησιμοποιήστε όλες τις υπηρεσίες Apple σε αυτό το Mac.
es: Inicia sesión para acceder de forma segura a tus datos personales guardados en iCloud, configurar App Store y usar todos los servicios de Apple en este Mac.
es_419: Inicia sesión para acceder de manera segura a tus datos personales almacenados en iCloud, configurar App Store y usar todos los servicios de Apple en esta Mac.
fi: Käytä iCloudiin tallennettuja henkilökohtaisia tietojasi suojatusti, ota App Store käyttöön ja käytä kaikkia Applen palveluja tässä Macissa kirjautumalla sisään.
fr: Connectez-vous pour accéder en toute sécurité à vos données personnelles stockées sur iCloud, configurer l’App Store et utiliser tous les services Apple sur ce Mac.
fr_ca: Connectez-vous pour accéder sécuritairement à vos données personnelles sur iCloud, configurer l’App Store et utiliser tous les services Apple sur ce Mac.
gu: iCloudમાં સંગ્રહિત તમારો વ્યક્તિગત ડેટા સુરક્ષિત રીતે ઍક્સેસ કરવા, App Store સેટ અપ કરવા અને આ Mac પર તમામ Apple સેવાઓનો ઉપયોગ કરવા માટે સાઇન ઇન કરો.
he: יש להתחבר כדי לגשת באופן מאובטח לנתונים האישיים שלך שמאוחסנים ב-iCloud, להגדיר את ה-App Store ולהשתמש בכל שירותי Apple ב-Mac זה.
hi: iCloud में संग्रहित अपना व्यक्तिगत डेटा सुरक्षित रूप से ऐक्सेस करने, App Store सेटअप करने और इस Mac पर सभी Apple सेवाओं का इस्तेमाल करने के लिए साइन इन करें।
hr: Prijavite se za sigurno pristupanje svojim osobnim podacima koji su pohranjeni na iCloudu, podešavanje App Storea i uporabu svih Appleovih usluga na ovom Macu.
hu: A bejelentkezést követően ezen a Macen biztonságosan hozzáférhet az iCloudban tárolt személyes adataihoz, beállíthatja az App Store‑t, valamint az összes Apple-szolgáltatást használhatja.
id: Masuk untuk mengakses data pribadi Anda yang disimpan di iCloud dengan aman, atur App Store, dan gunakan semua layanan Apple di Mac ini.
it: Accedi per utilizzare in sicurezza i tuoi dati personali archiviati su iCloud, configurare App Store e usare tutti i servizi Apple sul Mac.
ja: サインインして、iCloudに保存されたパーソナルデータに安全にアクセスして、App Storeを設定して、このMacですべてのAppleサービスを使用します。
kk: Осы Mac компьютерінің iCloud сервисінде сақталған жеке деректеріңізге қауіпсіз түрде қол жеткізу, Apple Store дүкенін баптау және барлық Apple сервисін пайдалану үшін жүйеге кіріңіз.
kn: iCloudನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿರುವ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಆ್ಯಕ್ಸೆಸ್ ಮಾಡಲು, App Store ಅನ್ನು ಸೆಟಪ್ ಮಾಡಲು ಮತ್ತು ಈ Macನಲ್ಲಿ ಎಲ್ಲಾ Apple ಸೇವೆಗಳನ್ನು ಬಳಸಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: iCloud에 저장된 개인 데이터에 안전하게 접근하고, App Store를 설정하고, 이 Mac에서 모든 Apple 서비스를 사용하려면 로그인하십시오.
lt: Prisijunkite, kad galėtumėte saugiai pasiekti „iCloud“ saugomą asmeninę informaciją, nustatyti „App Store“ ir šiame „Mac“ įrenginyje naudoti visas „Apple“ paslaugas.
ml: iCloud-ൽ സംഭരിച്ചിരിക്കുന്ന നിങ്ങളുടെ പേഴ്സണൽ ഡാറ്റ ആക്സസ് ചെയ്യാനും, App Store സജ്ജീകരിക്കാനും, ഈ Mac-ലെ എല്ലാ Apple സേവനങ്ങളും ഉപയോഗിക്കാനുമായി സൈൻ ഇൻ ചെയ്യൂ.
mr: iCloud मध्ये स्टोअर केलेल्य तुमच्या वैयक्तिक डेटाला सुरक्षितपणे ॲक्सेस करण्यासाठी, App Store सेट अप करण्यासाठी, आणि ह्या Mac वर सर्व Apple सेवा वापर करण्यासाठी साइन इन करा.
ms: Daftar masuk untuk mengakses data peribadi anda yang disimpan dalam iCloud dengan selamat, menyediakan App Store dan menggunakan semua perkhidmatan Apple pada Mac ini.
nl: Log in voor veilige toegang tot je persoonlijke gegevens in iCloud, om de App Store te configureren en alle Apple voorzieningen op deze Mac te gebruiken.
no: Logg på for å få sikker tilgang til personlige data lagret i iCloud, konfigurere App Store og bruke alle Apple-tjenester på denne Macen.
or: iCloudରେ ଷ୍ଟୋର୍ ହୋଇଥିବା ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ଡେଟା ସୁରକ୍ଷିତ ଭାବରେ ଆକ୍ସେସ୍ କରିବାକୁ, App Store ସେଟ୍ ଅପ୍ କରିବାକୁ ଏବଂ ଏହି Macରେ ସମସ୍ତ Apple ସେବାଗୁଡ଼ିକ ବ୍ୟବହାର କରିବାକୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਇਸ Mac ’ਤੇ iCloud ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਆਪਣੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ ਐਕਸੈੱਸ ਕਰਨ, App Store ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨ, ਅਤੇ ਸਾਰੀਆਂ Apple ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się, aby bezpiecznie korzystać z prywatnych danych przechowywanych w iCloud, skonfigurować App Store oraz używać wszystkich usług Apple na tym Macu.
pt_br: Inicie a sessão para acessar com segurança os seus dados pessoais armazenados no iCloud, configurar a App Store e usar todos os serviços da Apple neste Mac.
pt_pt: Inicie sessão para aceder em segurança aos seus dados pessoais armazenados em iCloud, para configurar a App Store e usar todos os serviços da Apple neste Mac.
ro: Autentificați‑vă pentru a accesa în siguranță datele dvs. personale stocate în iCloud, a configura App Store și a utiliza toate serviciile Apple pe acest Mac.
ru: Выполните вход, чтобы получить безопасный доступ к своим личным данным, хранящимся в iCloud, настроить App Store и использовать все сервисы Apple на этом Mac.
sk: Prihláste sa, aby ste mohli bezpečne pristupovať k svojim osobným údajom uloženým v iCloude, nastaviť App Store a používať všetky Apple služby.
sl: Vpišite se, če želite varno dostopati do osebnih podatkov, ki so shranjeni v storitvi iCloud, nastaviti trgovino App Store in uporabljati vse storitve Apple v tem Macu.
sv: Logga in om du vill få tillgång till dina personuppgifter som finns lagrade i iCloud på ett säkert sätt, ställa in App Store och använda alla Apple-tjänsterna på den här datorn.
ta: iCloudஇல் சேமிக்கப்பட்டுள்ள உங்கள் தனிப்பட்ட தரவைப் பாதுகாப்பாக அணுக, App Storeஐ அமைக்க, மற்றும் இந்த Macஇல் உள்ள அனைத்து Apple சேவைகளையும் பயன்படுத்த உள்நுழையவும்.
te: iCloudలో స్టోర్ చేయబడిన మీ వ్యక్తిగత డేటాను సురక్షితంగా యాక్సెస్ చేయడానికి, App Storeను సెటప్ చేయడానికి మరియు ఈ Macలోని అన్ని Apple సర్వీస్‌లను ఉపయోగించుకోవడానికి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าเพื่อเข้าถึงข้อมูลส่วนบุคคลของคุณที่จัดเก็บอยู่บน iCloud ตั้งค่า App Store และใช้บริการทั้งหมดของ Apple ได้อย่างปลอดภัยบน Mac เครื่องนี้
tr: Bu Mac’te tüm Apple servislerini kullanmak, iCloud’da saklanan kişisel verilerinize güvenli bir şekilde erişmek ve App Store’u ayarlamak için giriş yapın.
uk: Увійдіть, щоб безпечно отримати доступ до своїх особистих даних в iCloud, налаштувати App Store та користуватися всіма службами Apple на цьому Mac.
ur: ‏iCloud میں محفوظ اپنے ذاتی ڈیٹا تک محفوظ طریقے سے رسائی حاصل کرنے، ‏⁨App Store⁩ سیٹ اپ کرنے اور اس Mac پر ‏Apple کی سبھی خدمات کا استعمال کرنے کے لیے سائن اِن کریں۔
vi: Đăng nhập để truy cập bảo mật vào dữ liệu cá nhân của bạn được lưu trữ trong iCloud, thiết lập App Store và sử dụng tất cả các dịch vụ của Apple trên máy Mac này.
zh_cn: 登录以在此Mac上安全访问储存在iCloud中的个人数据，设置App Store，并使用所有Apple服务。
zh_hk: 登入以在此Mac安全地取用儲存在iCloud的個人資料、設定App Store，以及使用所有Apple服務。
zh_tw: 登入來安全地取用儲存在iCloud中的個人資料、設定App Store並在此Mac上使用所有Apple服務。
